1password
1password-cli
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
alacritty
android-studio
atool
autoconf
automake
autorandr
base
bc
bind
bison
blender
blueman
bluez
bluez-utils
debugedit
docker
docker-compose
dos2unix
dotnet-sdk-6.0
dunst
efibootmgr
expressvpn
fakeroot
feh
firefox
flameshot
flex
font-manager
fprintd
fwupd
gcc
git
git-lfs
gnome-keyring
google-java-format
gradle
grub
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
intel-media-driver
intel-ucode
iwd
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jre8-openjdk
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsof
m4
make
man-db
man-pages
maven
mupdf-gl
network-manager-applet
networkmanager
networkmanager-openconnect
noto-fonts-emoji
npm
openbsd-netcat
openconnect
openresolv
openssh
otf-latin-modern
otf-latinmodern-math
pacman-contrib
pacutils
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
polybar
postgresql-libs
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
qgis-ltr
ranger
rofi
rust-analyzer
rustup
signal-desktop
snapd
sof-firmware
spotify
sqlcipher
sudo
thunderbird
tomcat9
tree
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
ttf-ms-fonts
udisks2
unzip
usbutils
vi
vim
visual-studio-code-bin
w3m
web-greeter
wget
which
wireguard-tools
wireless_tools
wmctrl
xbindkeys
xclip
xdg-user-dirs
xorg-server
xorg-xinit
xorg-xset
xss-lock
xterm
yay
zip
zoom
zsh
zsh-completions
